[Lang]
	Name=Arabic (عربي)
	TranslatorName=اليزيد للحاسبات والبرمجيات
	TranslatorURL=http://www.mfmd.net/forum.php
	ID=2c01
	Version=3.9.20
	Date=20/09/2012
	Charset=1256

'Support Locale IDs (LCID) by this language file
'	0x2c01: Arabic

'Parametrs support esc-sequences \n \r \t 

[frmMain]
	frPanelLV=List of found device drivers
	frBackup=Create a backup of selected drivers
	frGroup= Select a group of drivers
	mnuOptions=خيارات
	mnuMainAbout=تعليمات
	mnuLinks=روابط
	mnuHistory=تاريخ التغييرات
	mnuHelp=تعليمات
	mnuOsZoneNet=OsZone.net برنامج الكلام على
	mnuHomePage=زور الصفحة الرئيسية
	mnuHomePageForum=زور منتدى البرنامج
	mnuCheckUpd=التحقق من وجود تحديثات البرنامج
	mnuDonate=التبرع...
	mnuLicence=اتفاق الترخيص...
	mnuAbout=حول...
	mnuModulesVersion=الوحدات النمطية...
	mnuMainLang=اللغة
	mnuLangStart=استخدام اللغة المحددة عند بدء تشغيل (إلغاء اختيار إلى)
	mnuReCollectHWID=تفحص تغييرات الأجهزة
	cmdCheckAll=حدد الكل
	cmdUnCheckAll=لاتحدد
	cmdBreak=إحباط التنفيذ
	optGrp1=مايكروسوفت
	optGrp2=OEM
	optGrp3=الكل
	optGrp4=لا شيء
	chkHideOther=إخفاء الكل ولكن مجموعة مختارة
	chkCheckAll=حدد كل من المجموعة بأكملها عند اختيار
	cmdStartBackUp=نسخ احتياطي
	lblTypeBackUp=نوع النسخ الاحتياطي
	cmbListTypeBackupElement1=المجلد المنظم مع التعريفات
	cmbListTypeBackupElement2=7z-driver ارشيف
	cmbListTypeBackupElement3= Dpinst أرشفة مع التثبيت التلقائي عن طريق - 7 zSFX
	TableHeader1=* اسم المنتج *
	TableHeader2=* تاريخ *
	TableHeader3=* إصدار *
	TableHeader4=* المنتج *
	TableHeader5=* فئة التعريفات *
	TableHeader6=* فئة التعليمات البرمجية *
	TableHeader7=* Inf *
	TableHeader8=* الفرع *
	TableHeader9=* HWID *
	TableHeader10=* وضع معرف *
	frArchName=Name of the archive
	optArchNamePC=اسم جهاز الحاسوب
	optArchModelPC=نموذج الحاسوب
	optArchCustom=القالب المستخدم
	lblWait=Please wait! Updating hardware configuration ...

[frmAbout]
	frmAbout=حول...
	cmdDonate=Donate ...
	cmdLicence=اتفاق الترخيص
	cmdHomePage=Home
	cmdOsZoneNet=Discussion OsZone.Net
	cmdCheckUpd=Updating ...
	cmdExit=Close
	lblMailTo=أرسل بريد إلكتروني من مؤلف البرنامج
	lblInfo=تم تصميم هذا البرنامج لانشاء نسخة احتياطية من تعريفات الأجهزة. ويرى البرنامج أيضا التعريفات لغير- المباشرة "الوحدات". يمكن للبرنامج إنشاء ارشيف، والتي يمكن استخدامها في وقت لاحق كحزم تعريفات  في البرنامج . برامج مساعد لتثبيت التعريفات
	mnuContextLink1=Site
	mnuContextLink2=Forum

[frmLicence]
	frmLicence=License Agreement
	chkAgreeLicence=اقبل الترخيص
	cmdOK=اقبل
	cmdExit=اغلاق

[frmCheckUpdate]
	frmCheckUpdate=تحديث: نسخة جديدة من البرنامج
	cmdUpdate=تحميل التحديث
	cmdUpdateFull=Download Full Update
	cmdHistory=التاريخ
	cmdDonate=التبرع
	cmdExit=اغلاق
	lblVersion=اخر اصدار
	frDescription=التدوين في تاريخ التغييرات:
	lblDescription1="-"-تصحيح الأخطاء في البرنامج
	lblDescription2="*"--التغييرات التجميلية
	lblDescription3="+"-وظائف محسنة
	lblDescription4="!"--إعلانات هامة
	lblWait=تحميل البيانات من الموقع الرسمي. الرجاء الانتظار...
	lblVersionList=قائمة بالتغييرات للإصدار

[frmDonate]
	frmDonate=التبرع
	cmdExit=اغلاق

[frmOSEdit]
	frmOSEdit=تحرير إدخال
	lblOSVer=إصدار نظام التشغيل 
	lblPathDRP=المسار إلى المجلد مع حزم التعريفات
	chk64bit=برامج تشغيل نظام التشغيل 64-بت 
	cmdOK=تطبيق
	cmdExit=اغلاق

[frmOptions]
	frmOptions=خيارات
	frOptions=Options
	ItemOptions1=الخيارات الرئيسية
	ItemOptions2=دعم نظام التشغيل
	ItemOptions3=عمل المرافق العامة
	ItemOptions4=اسم الأرشيف
	ItemOptions5=مظهر البرنامج 
	ItemOptions6=DPInst  parametrs بدء
	ItemOptions7=Debug options
	cmdOK=حفظ التغييرات
	cmdExit=الإنهاء بدون حفظ
	frMain=Main Options
	lblOptionsStart=الإجراءات على بدء البرنامج
	chkUpdate=التحقق من وجود تحديثات
	chkUpdateBeta=تحقق من وجود إصدارات بيتا من البرنامج.
	chkHideOtherProcess=تشغيل عملية خارجية في إخفاء الوضع
	chkSilentDll=(dll and ocx) سجيل/تحديث صامت لمكونات النظام
	lblOptionsTemp=العمل مع الملفات المؤقتة
	chkTempPath=مجلد الملفات المؤقتة
	chkRemoveTemp=حذف الملفات المؤقتة
	lblRezim=البدء في وضع
	optGrp1=مايكروسوفت
	optGrp2=OEM
	optGrp3=الكل
	optGrp4=لا شيء
	lblTypeBackUp=نوع النسخ الاحتياطي بشكل افتراضي
	cmbListTypeBackupElement1=المجلد المنظم مع التعريفات
	cmbListTypeBackupElement2=7z-driver ارشيف
	cmbListTypeBackupElement3= Dpinst أرشفة مع التثبيت التلقائي عن طريق - 7 zSFX
	chkHideOther=إخفاء الكل ولكن مجموعة مختارة
	chkCheckAll=حدد كل من المجموعة بأكملها عند اختيار

	frMainTools=Paths of main utilities (Tools)
	cmdPathDefault=تعيين إلى المسار الافتراضي
	frOS=Supported OS
	TableOSHeader1=الإصدار
	TableOSHeader2=x64
	TableOSHeader3=حزمة التعريفات
	cmdAddOS=إضافة
	cmdEditOS=تحرير
	cmdDelOS=حذف
	frDesign=Appearance
	lblSizeForm=حجم الإطار الرئيسي
	lblFormHeight=الارتفاع:
	lblFormWidth=العرض:
	chkFormMaximaze=إبدأ بالتزييد
	chkFormSizeSave=حفظ حجم النماذج عند الإنهاء
	lblSizeButton=خصائص زر
	cmdChooseFont=اختر الخط لنص الزر
	lblImageMain=الرموز الرئيسية
	lblFormWidthMin=توجد قيم الحد الأدنى لبعض المعلمات. إذا كانت القيمة أقل من الحد الأدنى، وهذا الإطار سوف تضيء باللون الأحمر. البرنامج سيتم تعيين قيم افتراضية في بدايته.
	AdditionalColorCaption=ألوان إضافية...
	cmdFutureButton=زرك الخاص مستقبلا
	cmdFontColorButton=Set the font color of the button text
	chkButtonDisable=(تمكين/تعطيل (فقط للاختبار
	lblTheme=Set icons theme (change major icons
	ctlStatusBtnBackColor=Additional colors...
	lblButtonStyle=Buttons style
	lblButtonStyleColor=Color Scheme

	frDpInstParam=DPInst معلمات البدء من
	lblParam=المعلمة
	lblDescription=وصف المعلمة
	lblLegacyMode=وهو يتيح لتثبيت برامج التشغيل غير الموقعة، وحزم برنامج التشغيل التي تحتوي على ملفات المفقودين
	lblPromptIfDriverIsNotBetter=يعرض مربع حوار إذا كان برنامج التشغيل الجديد لا تطابق أفضل للجهاز من برنامج التشغيل المثبت حاليا على الجهاز
	lblForceIfDriverIsNotBetter=فرض تثبيت برنامج التشغيل على الجهاز حتى إذا كان برنامج التشغيل المثبت حاليا على الجهاز يطابق أفضل من برنامج التشغيل الجديد
	lblSuppressAddRemovePrograms=فإنه يمنع إضافة الإدخالات الموجودة في النافذة \ "إضافة أو إزالة البرامج" \
	lblSuppressWizard=أنه يمنع عرض المعالج..., ولكن سيتم عرض مربعات الحوار المستخدم ربما بنظام التشغيل
	lblQuietInstall=وضع غير مراقب. فإنه يمنع عرض صفحات المعالج والمستخدم عادة مربعات حوار المعروضة بواسطة نظام التشغيل 
	lblScanHardware=(سيتم نسخ برامج التشغيل وتثبيتها فقط للأجهزة الموجودة في الكمبيوتر (وسوف تعمل فقط من أجل أجهزة وصل وشغل
	lblCmdStringDPInst=مجموع معلمات البدء


	frArchName=اسم الأرشيف
	optArchNamePC=اسم جهاز الحاسوب
	optArchModelPC=نموذج الحاسوب
	optArchCustom=القالب المستخدم
	lblArchNameStart=اسم محفوظ بشكل افتراضي
	lblArchShablon=اسم القالب من الأرشيف
	lblArchMacrosType=الماكرو المتوفرة
	lblArchMacrosParam=المعلمة
	lblArchMacrosDescription=وصف المعلمة
	lblArchMacrosPCName=الاسم المختصر للحاسوب بدون لاحقة المجال
	lblArchMacrosPCModel=الكمبيوتر \ طراز اللوحة الأم
	lblArchMacrosOSVer=إصدار نظام التشغيل كما wnt (5 | 6)
	lblArchMacrosOSBit=الهندسة المعمارية، ونظام التشغيل، في الشكل x (32 | 64)
	lblArchMacrosDate=تاريخ النسخ الاحتياطي



	frDebug=Debug mode
	lblDebug=تصحيح وضع خيارات
	chkDebug=تمكين وضع التصحيح
	chkDebugLog2AppPath=Create a log-file in the subdirectory "logs" of the program
	chkDebugTime2File=Add the date and time in each line of the log file
	lblDebugLogPath=المسار إلى ملف السجل:
	lblDebugLogLevel=تصحيح مستوى
	lblDebugMacrosType=Available macros in the name of the log file
	lblDebugMacrosParam=Option
	lblDebugMacrosDescription=Parameter Description
	lblDebugMacrosPCName=Short name of the computer, without the domain suffix
	lblDebugMacrosPCModel=Computer Model\Motherboard
	lblDebugMacrosOSVer=Operating system version as the wnt(5|6)
	lblDebugMacrosOSBit=Operating system architecture, in the form x(32|64)
	lblDebugMacrosDate=Date and time of the log-file
	lblDebugLogName=Pattern name of log-files:

[frmProgress]
	frmProgress=جمع معلومات حول برامج التشغيل. الرجاء الانتظار...

[frmFontDialog]
	frmFontDialog=Select text options
	cmdOK=Save and Exit
	cmdExit=Exit without saving
	lblFontSize=Font Size
	lblFontColor=Font Color
	chkBold=Bold
	chkItalic=Italic
	chkUnderline=Underline
	txtFont=Sample text
	ctlFontColor=Additional colors...

[Messages]
	strMessages1 =النسخ الاحتياطي برامج التشغيل، حدد برنامج التشغيل من القائمة وانقر فوق النسخ الاحتياطي
	strMessages2 =حدد الدليل حيث تريد حفظ نسخة احتياطية.
	strMessages3 =جمع معلومات حول التكوين وملفات التعريفات لأجهزة الحاسوب الرجاء الانتظار...
	strMessages4 =برنامج العمل لا يمكنك
	strMessages5 =اكتمال جمع معلومات حول تكوين الأجهزة الخاصة بك!
	strMessages6 =برنامج التشغيل غير محددة. حدد برنامج التشغيل المناسب من القائمة، ثم انقر فوق النسخ الاحتياطي.
	strMessages7 =أحد ملفات البرنامج مفقودة
	strMessages8 =فشل في تسجيل ملف النظام. محاولة تسجيل الملف يدوياً، أو ببساطة نسخة إلى windir%\system32\r\n\r\nContinuation في المائة من العمل قد يؤدي إلى أخطاء أخرى. هل ترغب في الاستمرار؟
	strMessages9 =البحث وحفظ ملفات برنامج التشغيل
	strMessages10=النسخ الاحتياطي اكتمل بنجاح
	strMessages11=وقد تم تغيير ملف ترخيص التعليمات البرمجية المصدر! قد يكون من خطأ أو نتيجة للتغييرات برنامج ضار. اتصل بالشركة المصنعة أو تحميل برنامج جديد لتوزيع. هل ترغب في الاستمرار؟
	strMessages12=حدث خطأ أثناء إنشاء الأرشيف. لم يتم إنشاء نسخة احتياطية!
	strMessages13=فشلت عملية إنشاء النسخة الاحتياطية من السائقين 7z:
	strMessages15=يمكنك تحديد دليل للصور البديلة للرموز غير موجود. سيتم استخدام الصور القياسية!
	strMessages16=بدء تشغيل البرنامج مع قرص/ديفيدي عملية تحديث قاعدة البيانات من المستحيل
	strMessages27=تحليل تم إحباطه في برنامج التشغيل!!!\r\will تم إحباط المهمة:
	strMessages33=فشل في بدء تشغيل البرنامج الخارجي:
	strMessages34=هل أنت متأكد من أنك تريد الخروج؟
	strMessages35=Versions supporting modules:\r\n\r\nName module:\t\tFile Version:
	strMessages36=New settings written!\r\nTo use, you must restart the program.\r\n\r\nWould you like to restart the program now?
	strMessages37=هل أنت متأكد من أنك تريد إنهاء بدون حفظ الإعدادات؟
	strMessages38=The program works with CD\DVD!\r\nSohranenie settings can not be!
	strMessages39=تعذر تحميل اتفاقية الترخيص. كذلك تعمل برامج مستحيلة. اتصل بالشركة المصنعة أو تحميل برنامج جديد لتوزيع.
	strMessages40=source text file has been changed!!!\r\nForma 'Support Project' will be closed.\r\nPlease the manufacturer or download a new distribution program.
	strMessages41=اتصل بالشركة المصنعة أو تحميل برنامج جديد لتوزيع.donate.rtf تعذر تحميل الملف 
	strMessages42=فشل نسخ الملف
	strMessages43=الاهتمام! الملف للقراءة فقط، والكتابة إلى ملف المستحيل. لحفظ الحاجة إلى إزالة السمة من الملف وحاول مرة أخرى
	strMessages44=لا يمكن إنشاء ملف مؤقت في الدليل:
	strMessages45=حدث خطأ أثناء كتابة البيانات إلى ملف:
	strMessages47=It is impossible to change the screen adjustings!\r\nReasons:\r\n1. Your monitor or videocard disabled at these screen parameters!\r\n2. Program can not write adjustments into the registry (Try to login as 'Administrator')
	strMessages48=New monitor adjustings are been aplying !\r\nThe System ready to work!
	strMessages49=To enable adjustments it is necessary to reboot the computer!\r\nReboot now?
	strMessages50=All have failed (Nothing has occurred)
	strMessages51=The Program is optimized for the monitor screen resolution 800x600.\r\nYou have adjusted to screen resolution:
	strMessages52=ATTENTION!!! It isossible incorrect appearance of the program\r\n\r\nChange the screen resolution to recommended!?("YES")\r\nContinue the functioning without change?("NO")
	strMessages53=لم يتم تثبيت اتصال الإنترنت أو الخادم غير متوفر
	strMessages54=فشل في بدء تشغيل التحقق من التحديث
	strMessages55=The server encountered an old version! Very strange:)\r\nThis is all you have unofficial release obtained from the author's program for testing.\r\n\r\nWould you like open the form to update the program?
	strMessages56=New versions of the program is not found.\r\n\r\nWould you like to open the form to update the program?
	strMessages58=التحقق من وجود تحديثات للبرنامج...
	strMessages59=تحميل البرنامج كامل
	strMessages66=تم إحباط معالجة. وقت التشغيل:
	strMessages67=عملية الانتهاء من جميع السائقين. وقت التشغيل:
	strMessages81=الذهاب، وحذف الملفات المؤقتة. الرجاء الانتظار...
	strMessages82=يذهب حذف الملفات في الدليل الوجهة. الرجاء الانتظار...
	strMessages97=إنشاء أرشيف:
	strMessages102=حدث خطأ عند مقارنة إصدارات البرنامج. أرجع إلى الشركة المصنعة.
	strMessages106=The current version of the component is older than that used by the program.\r\nIt is recommended to install the update!\r\n\r\nNOTE! The update may affect other programs that use this component!\r\n\r\nWould you like to upgrade?
	strMessages107=Perhaps you are using, version of "Drivers BackUp Solution" out of date!\r\n\rClick here to check updates " 
	strMessages108=من
	strMessages126=Error! Could not load file describing the update. May take place on the server maintenance.
	strMessages133=Do you want to open a folder?
	strMessages134=Extract files from resource of program fails. Wish to continue further work?
	strMessages135=Extract all files (DLL-OCX) from program completed successfully. \r\n\r\n Would you like to open a directory with files?
	strMessages136=Extract all files (DLL-OCX) from program completed. \r\n In the extraction procedure errors were found! \r\n\r\n Would you like to open a directory with files?
	strMessages137=DBS the program provides the following key start \r\n\r\n "/?", "/h", "-h", "-help", "/help" - display the window \r\n\r\n" /extractdll[:path]" - extract files from program to the specified directory, if a directory is specified, the recovery is a temporary directory \r\n\r\n "/regdll" - registration of software components (dll and ocx)
	strMessages138=Program needs Administrator privileges. You do not have such rights.\r\n\r\nYou want to continue?
	strMessages142=Language changed to:
	strMessages143=Error checking program updates, maybe program site is not available or exceeded the response time from the server www.adia-project.net
	strMessages144=\r\n\r\n Would you like to open a software update?
	strMessages145=Updating ...
	strMessages146=Setup ...
	strMessages147=\r\n\r\n Would you like to restart now?
	strMessages151=Locate File
	strMessages152=Locate Folder
